---
kind: property
id: P:Autodesk.Revit.DB.ReferencePoint.Visible
source: html/f0617f4c-2184-3bfe-e4f7-644abc06071b.htm
---
# Autodesk.Revit.DB.ReferencePoint.Visible Property

Whether the point is visible when the family is loaded
into a project.

## Syntax (C#)
```csharp
public bool Visible { get; set; }
```